import SectionTitle from "@/components/SectionTitle";

export const metadata = {
  title: "Privacy policy",
};

function page() {
  return (
    <div className="container my-16 lg:my-24">
      <SectionTitle text="سياسة الخصوصية" />

      <p className="text-font-black mt-10 text-lg">
        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
        النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص أو العديد من
        النصوص الأخرى إضافة إلى زيادة عدد الحروف التي يولدها التطبيق. هذا النص
        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
        النص العربي، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
        إضافة إلى زيادة عدد الحروف التي يولدها التطبيق. هذا النص هو مثال لنص
        يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
        العربي، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة
        إلى زيادة عدد الحروف التي يولدها التطبيق. هذا النص هو مثال لنص يمكن أن
        يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث
        يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
        عدد الحروف التي يولدها التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في
        نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن
        تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف
        التي يولدها التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
        لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا
        النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التي يولدها
        التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
        توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص أو
        العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التي يولدها التطبيق.
        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
        النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص أو العديد من
        النصوص الأخرى إضافة إلى زيادة عدد الحروف التي يولدها التطبيق. هذا النص
        هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد
        النص العربي، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
        إضافة إلى زيادة عدد الحروف التي يولدها التطبيق. هذا النص هو مثال لنص
        يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
        العربي، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة
        إلى زيادة عدد الحروف التي يولدها التطبيق. هذا النص هو مثال لنص يمكن أن
        يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث
        يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة
        عدد الحروف التي يولدها التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في
        نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن
        تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف
        التي يولدها التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة،
        لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا
        النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التي يولدها
        التطبيق. هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
        توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص أو
        العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التي يولدها التطبيق.
      </p>
    </div>
  );
}

export default page;
